blogger/app/controllers/articles_controller.rb

    def create
        @article = Article.new(article_params_validate)

        if @article.save
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "sdfadfa"], ["body", "dfasdfa"], ["created_at", "2020-09-04 12:16:31.706896"], ["updated_at", "2020-09-04 12:16:31.706896"]]